[
  {
    "id": "terms176445219767456",
    "landlordId": "u2",
    "title": "Standard Terms and conditions",
    "content": "asrfdf",
    "version": 1,
    "isActive": true,
    "createdAt": 1764452197674,
    "updatedAt": 1764452197674
  },
  {
    "id": "terms176531551109271",
    "landlordId": "u5",
    "title": "Tenant–Landlord Agreement",
    "content": "1. Parties Involved\n\nThis agreement is made between:\n\n- Landlord (Rentee): The legal owner or authorized manager of the property.\n- Tenant (Renter): The individual renting and occupying the property.\n- Both parties agree to abide by the terms outlined below.\n\n2. Property & Lease Details\n\n- The property address, unit number, rent amount, and duration of stay must be stated clearly in the digital  contract.\n- The tenant may occupy the property only for residential purposes unless otherwise agreed in writing.\n- Subletting, unauthorized sharing, or commercial use is strictly prohibited without prior consent from the landlord.\n\n3. Rent, Payments & Receipts\n\n- The tenant shall pay the monthly rent by the due date specified in the contract.\n- Accepted payment modes include bank transfer, mobile financial services (MFS), or any digital payment method approved in the system.\n- Every successful payment will automatically generate a digital receipt stored in the system.\n- Late payments may incur penalties as stated in the specific property agreement.\n\n4. Security Deposit\n\n- The tenant shall pay a security deposit (amount specified in the contract) before occupancy.\n- The deposit is refundable at the end of the lease period after deducting unpaid dues or damage costs.\n- The landlord must provide a breakdown of any deductions.\n\n5. Responsibilities of the Tenant\n\nThe tenant agrees to:\n\n- Maintain the property in clean and good condition.\n- Avoid causing damage, nuisance, or disturbance to neighbors.\n- Comply with building rules, safety guidelines, and legal requirements in Bangladesh.\n- Allow the landlord reasonable access for repairs or inspections with prior notice.\n- Inform the landlord of maintenance issues promptly.\n\n6. Responsibilities of the Landlord\n\nThe landlord agrees to:\n\n- Ensure the property is in livable condition at the start of the tenancy.\n- Conduct repairs for essential utilities (water, electricity, structural issues) within a reasonable period.\n- Not increase rent arbitrarily or without prior written notice as per local norms.\n- Provide official receipts for all financial transactions (generated automatically by the platform).\n- Respect the privacy of the tenant and provide reasonable notice before entering the property.\n\n7. Utility Bills & Service Charges\n\n- Unless stated otherwise, tenants are responsible for paying electricity, gas, water, and internet bills.\n- Any shared service charge (e.g., building maintenance, security) must be defined clearly in the lease.\n\n8. Damage, Repairs & Maintenance\n\n- Tenants must cover costs of damages caused by negligence or misuse.\n- Landlords remain responsible for structural and major repairs.\n- Any modification or renovation by the tenant requires written approval.\n\n9. Termination & Move-Out Conditions\n\n- Either party may terminate the contract by providing the notice period specified in the lease (commonly 30 days).\n- The tenant must hand over the property in good condition.\n- All keys/access credentials must be returned at move-out.\n- Final utility bills must be cleared before deposit refund.\n\n10. Dispute Resolution\n\n- All disagreements should first be addressed through direct communication between the landlord and tenant.\n- If unresolved, disputes may be escalated through:\n\n    a. Mediation via platform support, or\n    b. Relevant legal authorities under Bangladeshi law.\n\n11. Compliance with Bangladeshi Laws\n\n- This agreement is governed by the laws of the People’s Republic of Bangladesh, including applicable municipal regulations related to rental housing.\n\n12. Digital Acceptance\n\n- By submitting, accepting, or signing the digital contract within the system, both parties acknowledge that:\n- The agreement is legally valid under electronic transactions rules in Bangladesh.\n- All records stored in the system serve as official documentation for verification, dispute resolution, and institutional access (e.g., banks, regulators).",
    "version": 2,
    "isActive": true,
    "createdAt": 1765315511092,
    "updatedAt": 1765315511092
  }
]